tap "homebrew/cask-fonts"
brew "ripgrep"
brew "lolcat"
brew "neovim", args: ["HEAD"]
brew "nodenv"
brew "zsh"
brew "pyenv"
brew "pipenv"
brew "direnv"
brew "figlet"
brew "gh"

cask "google-chrome"
cask "visual-studio-code"
cask "slack"
cask "notion"
cask "blackhole-2ch"
cask "rectangle"
cask "obsidian"
cask "selfcontrol"
cask "bitwarden"
cask "alfred"
cask "docker"
cask "flux"
cask "google-backup-and-sync"
cask "iterm2"
cask "spotify"
cask "telegram"
cask "toggl-track"