tap "homebrew/cask-fonts"

brew "figlet"
brew "lazygit"
brew "lolcat"
brew "mitmproxy"
brew "neovim", args: ["HEAD"]
brew "nvm"
brew "pyenv"
brew "ripgrep"
brew "zsh"

cask "alfred"
cask "docker"
cask "gpg-suite"
cask "notion"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "notion"
cask "obsidian"
cask "postman"
cask "rectangle"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
